Repository: elineschepers/internet-programmeren-major-project
Catalog: project_umbrella/apps/project_web/priv/gettext/*/LC_MESSAGES/errors.po
Languages: nl

source: can't be blank
nl: kan niet leeg zijn

source: has already been taken
nl: is al in gebruik

source: is invalid
nl: is niet toegestaan

source: must be accepted
nl: moet toegestaan worden

source: has invalid format
nl: heeft niet het juiste datatype

source: has an invalid entry
nl: heeft niet de juiste data

source: is reserved
nl: is voorbehouden

source: does not match confirmation
nl: komt niet overeen met het bovenstaande

source: is still associated with this entry
nl: is nog steeds in connectie met een ingang

source: are still associated with this entry
nl: zijn nog steeds in connectie met een ingang

source: should be %{count} character(s)
nl: zou %{count} karakter moeten hebben

source: should have %{count} item(s)
nl: zou %{count} objecten moeten hebben

source: should be at least %{count} character(s)
nl: zou minstens %{count} karakter moeten hebben

source: should have at least %{count} item(s)
nl: moet minstens %{count} item(s) bevatten

source: should be at most %{count} character(s)
nl: het zou maximaal %{count} karakter(r) lang mogen zijn

source: should have at most %{count} item(s)
nl: het zou maximaal %{count} item(s) mogen bevatten

source: must be less than %{number}
nl: moet minder zijn dan %{number}

source: must be greater than %{number}
nl: moet groter zijn dan %{number}

source: must be less than or equal to %{number}
nl: moet kleiner of gelijk zijn aan %{number}

source: must be greater than or equal to %{number}
nl: moet groter of gelijk zijn aan %{number}

source: must be equal to %{number}
nl: moet gelijk zijn aan %{number}

source: Unauthorized access
nl: Geen toegang
